Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# mcpActivity
source: Recent activity
da: Seneste aktivitet
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
it: Attività recente
ja: 最近のアクティビティ
nb: Nylig aktivitet
nl: Recente activiteit
pl: Ostatnia aktywność
pt: Atividade recente
sv: Senaste aktivitet
zh_hans: 最近活动

# mcpActivityClear
source: Clear
da: Ryd
de: Leeren
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
sv: Rensa
zh_hans: 清除

# mcpActivityEmpty
source: No requests yet.
da: Ingen anmodninger endnu.
de: Noch keine Anfragen.
es: Aún no hay solicitudes.
fr: Aucune requête pour le moment.
it: Nessuna richiesta finora.
ja: まだリクエストはありません。
nb: Ingen forespørsler ennå.
nl: Nog geen verzoeken.
pl: Brak żądań.
pt: Ainda sem pedidos.
sv: Inga förfrågningar än.
zh_hans: 暂无请求。

# mcpAddToken
source: Add token
da: Tilføj token
de: Token hinzufügen
es: Añadir token
fr: Ajouter un jeton
it: Aggiungi token
ja: トークンを追加
nb: Legg til token
nl: Token toevoegen
pl: Dodaj token
pt: Adicionar token
sv: Lägg till token
zh_hans: 添加令牌

# mcpAllowLAN
source: Allow other devices on the network
da: Tillad andre enheder på netværket
de: Andere Geräte im Netzwerk zulassen
es: Permitir otros dispositivos de la red
fr: Autoriser les autres appareils du réseau
it: Consenti altri dispositivi in rete
ja: ネットワーク上の他のデバイスを許可
nb: Tillat andre enheter på nettverket
nl: Andere apparaten op het netwerk toestaan
pl: Zezwól innym urządzeniom w sieci
pt: Permitir outros dispositivos na rede
sv: Tillåt andra enheter i nätverket
zh_hans: 允许网络上的其他设备

# mcpAllowLANHelp
source: Off: only programs on this Mac can connect. On: any device on the local network with the token can, and a sleeping Mac wakes for the first request when Wake for network access is enabled. The token travels unencrypted on that network; leave this off unless every device on it is yours.
da: Fra: kun programmer på denne Mac kan forbinde. Til: enhver enhed på det lokale netværk med tokenet kan, og en sovende Mac vågner ved første forespørgsel, når Vågn ved netværksadgang er slået til. Tokenet sendes ukrypteret over det netværk; lad dette være slået fra, medmindre hver enhed er din.
de: Aus: nur Programme auf diesem Mac können sich verbinden. Ein: jedes Gerät im lokalen Netzwerk mit dem Token kann es, und ein schlafender Mac wacht bei der ersten Anfrage auf, wenn „Für Netzwerkzugriff aktivieren“ eingeschaltet ist. Das Token wird in diesem Netzwerk unverschlüsselt übertragen; lass dies aus, sofern nicht jedes Gerät darin dir gehört.
es: Desactivado: solo los programas de este Mac pueden conectarse. Activado: cualquier dispositivo de la red local con el token puede hacerlo, y un Mac en reposo despierta con la primera solicitud si está activado Activar para acceso a la red. El token viaja sin cifrar por esa red; déjalo desactivado salvo que todos los dispositivos sean tuyos.
fr: Désactivé : seuls les programmes de ce Mac peuvent se connecter. Activé : tout appareil du réseau local disposant du jeton le peut, et un Mac en veille se réveille à la première requête si « Réactiver pour l'accès au réseau » est activé. Le jeton circule en clair sur ce réseau ; laissez ceci désactivé sauf si chaque appareil vous appartient.
it: Disattivato: solo i programmi su questo Mac possono connettersi. Attivato: qualsiasi dispositivo della rete locale con il token può farlo, e un Mac in stop si riattiva alla prima richiesta se Riattiva per accesso alla rete è attivo. Il token viaggia in chiaro su quella rete; lascialo disattivato a meno che ogni dispositivo sia tuo.
ja: オフ: この Mac 上のプログラムのみ接続できます。オン: トークンを持つローカルネットワーク上の任意のデバイスが接続でき、「ネットワークアクセスによるスリープ解除」が有効なら最初のリクエストでスリープ中の Mac が起動します。 トークンはそのネットワーク上を暗号化されずに流れます。すべての機器が自分のものでない限りオフのままにしてください。
nb: Av: bare programmer på denne Macen kan koble til. På: alle enheter på det lokale nettverket med tokenet kan det, og en sovende Mac våkner ved første forespørsel når Vekk for nettverkstilgang er på. Tokenet sendes ukryptert over det nettverket; la dette være av med mindre hver enhet der er din.
nl: Uit: alleen programma's op deze Mac kunnen verbinden. Aan: elk apparaat op het lokale netwerk met het token kan dat, en een slapende Mac ontwaakt bij het eerste verzoek als Activeren voor netwerktoegang aanstaat. Het token reist onversleuteld over dat netwerk; laat dit uit tenzij elk apparaat erop van jou is.
pl: Wyłączone: łączyć się mogą tylko programy na tym Macu. Włączone: każde urządzenie w sieci lokalnej z tokenem, a uśpiony Mac budzi się przy pierwszym żądaniu, gdy włączono Wybudzaj przy dostępie sieciowym. Token przesyłany jest w tej sieci bez szyfrowania; zostaw to wyłączone, chyba że każde urządzenie w niej należy do Ciebie.
pt: Desativado: só programas neste Mac podem conectar. Ativado: qualquer dispositivo na rede local com o token pode, e um Mac em repouso acorda na primeira solicitação quando Despertar para acesso à rede está ativo. O token circula sem cifra nessa rede; deixe isto desligado a menos que todos os dispositivos sejam seus.
sv: Av: bara program på den här datorn kan ansluta. På: varje enhet i det lokala nätverket med token kan det, och en sovande Mac väcks av första begäran när Väck för nätverksåtkomst är på. Tokenet skickas okrypterat över det nätverket; låt detta vara av om inte varje enhet där är din.
zh_hans: 关闭：仅此 Mac 上的程序可以连接。开启：局域网内持有令牌的任何设备均可连接，且启用“网络访问时唤醒”后，休眠的 Mac 会在首次请求时唤醒。 令牌在该网络上以明文传输；除非网络上的每台设备都是你的，否则请保持关闭。

# mcpBuilds
source: Playlist builds
da: Playlistebygninger
de: Playlist-Erstellungen
es: Construcciones de listas
fr: Constructions de playlists
it: Costruzioni playlist
ja: プレイリスト作成
nb: Spillelistebygg
nl: Afspeellijstopbouw
pl: Budowanie playlist
pt: Construções de playlists
sv: Spellistbyggen
zh_hans: 播放列表构建

# mcpColumnAction
source: Action
da: Handling
de: Aktion
es: Acción
it: Azione
ja: 操作
nb: Handling
nl: Actie
pl: Działanie
pt: Ação
sv: Åtgärd
zh_hans: 操作

# mcpColumnDuration
source: Took
da: Tid
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 所要時間
nb: Tid
nl: Duur
pl: Czas
pt: Duração
sv: Tid
zh_hans: 耗时

# mcpColumnOutcome
source: Outcome
da: Udfald
de: Ergebnis
es: Resultado
fr: Résultat
it: Esito
ja: 結果
nb: Utfall
nl: Resultaat
pl: Wynik
pt: Resultado
sv: Utfall
zh_hans: 结果

# mcpColumnSummary
source: Arguments
da: Argumenter
de: Argumente
es: Argumentos
it: Argomenti
ja: 引数
nb: Argumenter
nl: Argumenten
pl: Argumenty
pt: Argumentos
sv: Argument
zh_hans: 参数

# mcpCopyRequest
source: Copy request
da: Kopiér anmodning
de: Anfrage kopieren
es: Copiar solicitud
fr: Copier la requête
it: Copia richiesta
ja: リクエストをコピー
nb: Kopier forespørsel
nl: Verzoek kopiëren
pl: Kopiuj żądanie
pt: Copiar pedido
sv: Kopiera förfrågan
zh_hans: 复制请求

# mcpCopyResponse
source: Copy response
da: Kopiér svar
de: Antwort kopieren
es: Copiar respuesta
fr: Copier la réponse
it: Copia risposta
ja: レスポンスをコピー
nb: Kopier svar
nl: Antwoord kopiëren
pl: Kopiuj odpowiedź
pt: Copiar resposta
sv: Kopiera svar
zh_hans: 复制响应

# mcpEnable
source: Enable MCP server
da: Aktivér MCP-server
de: MCP-Server aktivieren
es: Activar el servidor MCP
fr: Activer le serveur MCP
it: Attiva il server MCP
ja: MCP サーバーを有効にする
nb: Aktiver MCP-server
nl: MCP-server inschakelen
pl: Włącz serwer MCP
pt: Ativar servidor MCP
sv: Aktivera MCP-server
zh_hans: 启用 MCP 服务器

# mcpEnableHelp
source: Lets AI assistants such as Claude control Choragus through the Model Context Protocol: rooms, playback, volume, queue, playlists and presets.
da: Lader AI-assistenter som Claude styre Choragus via Model Context Protocol: rum, afspilning, lydstyrke, kø, afspilningslister og forudindstillinger.
de: Erlaubt KI-Assistenten wie Claude, Choragus über das Model Context Protocol zu steuern: Räume, Wiedergabe, Lautstärke, Warteschlange, Playlists und Voreinstellungen.
es: Permite que asistentes de IA como Claude controlen Choragus mediante el Model Context Protocol: habitaciones, reproducción, volumen, cola, listas y ajustes guardados.
fr: Permet aux assistants IA comme Claude de piloter Choragus via le Model Context Protocol : pièces, lecture, volume, file, playlists et préréglages.
it: Consente ad assistenti IA come Claude di controllare Choragus tramite il Model Context Protocol: stanze, riproduzione, volume, coda, playlist e preset.
ja: Claude などの AI アシスタントが Model Context Protocol 経由で Choragus を操作できます: 部屋、再生、音量、キュー、プレイリスト、プリセット。
nb: Lar KI-assistenter som Claude styre Choragus via Model Context Protocol: rom, avspilling, volum, kø, spillelister og forhåndsinnstillinger.
nl: Laat AI-assistenten zoals Claude Choragus besturen via het Model Context Protocol: kamers, afspelen, volume, wachtrij, afspeellijsten en voorinstellingen.
pl: Pozwala asystentom AI, takim jak Claude, sterować Choragus przez Model Context Protocol: pokoje, odtwarzanie, głośność, kolejka, playlisty i ustawienia.
pt: Permite que assistentes de IA como o Claude controlem o Choragus pelo Model Context Protocol: salas, reprodução, volume, fila, playlists e predefinições.
sv: Låter AI-assistenter som Claude styra Choragus via Model Context Protocol: rum, uppspelning, volym, kö, spellistor och förval.
zh_hans: 允许 Claude 等 AI 助手通过 Model Context Protocol 控制 Choragus：房间、播放、音量、队列、播放列表和预设。

# mcpEndpoint
source: Endpoint:
da: Slutpunkt:
de: Endpunkt:
es: Punto de conexión:
fr: Point d'accès :
ja: エンドポイント:
nb: Endepunkt:
nl: Eindpunt:
pl: Punkt końcowy:
sv: Slutpunkt:
zh_hans: 端点：

# mcpFailedAuthFormat
source: %d failed sign-ins since launch
da: %d mislykkede logins siden start
de: %d fehlgeschlagene Anmeldungen seit dem Start
es: %d inicios fallidos desde el arranque
fr: %d connexions échouées depuis le lancement
it: %d accessi falliti dall'avvio
ja: 起動後の認証失敗 %d 回
nb: %d mislykkede pålogginger siden start
nl: %d mislukte aanmeldingen sinds start
pl: %d nieudanych logowań od uruchomienia
pt: %d autenticações falhadas desde o arranque
sv: %d misslyckade inloggningar sedan start
zh_hans: 启动以来 %d 次认证失败

# mcpLockedOutFormat
source: %@ locked out until %@
da: %@ udelukket indtil %@
de: %@ gesperrt bis %@
es: %@ bloqueado hasta %@
fr: %@ bloqué jusqu'à %@
it: %@ bloccato fino alle %@
ja: %@ は %@ までロック
nb: %@ utestengt til %@
nl: %@ geblokkeerd tot %@
pl: %@ zablokowany do %@
pt: %@ bloqueado até %@
sv: %@ utelåst till %@
zh_hans: %@ 已锁定至 %@

# mcpMaxVolume
source: Volume limit for agents
da: Lydstyrkegrænse for agenter
de: Lautstärkegrenze für Agenten
es: Límite de volumen para agentes
fr: Volume maximal pour les agents
it: Limite di volume per gli agenti
ja: エージェントの音量上限
nb: Volumgrense for agenter
nl: Volumelimiet voor agenten
pl: Limit głośności dla agentów
pt: Limite de volume para agentes
sv: Volymgräns för agenter
zh_hans: 代理音量上限

# mcpMaxVolumeHelp
source: The loudest an assistant may set any speaker. Requests above it are lowered to this level.
da: Det højeste niveau en assistent må sætte. Højere anmodninger sænkes til dette niveau.
de: Die höchste Lautstärke, die ein Assistent einstellen darf. Höhere Anfragen werden auf diesen Wert gesenkt.
es: El nivel más alto que un asistente puede fijar. Las peticiones superiores se reducen a este nivel.
fr: Le niveau maximal qu'un assistant peut régler. Les demandes supérieures sont ramenées à ce niveau.
it: Il livello più alto che un assistente può impostare. Le richieste superiori vengono ridotte a questo valore.
ja: アシスタントが設定できる最大音量。これを超える要求はこの値に下げられます。
nb: Det høyeste nivået en assistent kan sette. Høyere forespørsler senkes til dette nivået.
nl: Het hoogste niveau dat een assistent mag instellen. Hogere verzoeken worden tot dit niveau verlaagd.
pl: Najwyższy poziom, jaki może ustawić asystent. Wyższe żądania są obniżane do tego poziomu.
pt: O nível mais alto que um assistente pode definir. Pedidos acima são reduzidos a este nível.
sv: Den högsta nivå en assistent får ställa in. Högre begäran sänks till denna nivå.
zh_hans: 助手可设置的最高音量。超出的请求会被降到此值。

# mcpNoTokens
source: No tokens yet. Add one for each assistant you connect.
da: Ingen tokens endnu. Tilføj ét for hver assistent, du forbinder.
de: Noch keine Token. Füge für jeden verbundenen Assistenten eines hinzu.
es: Todavía no hay tokens. Añade uno por cada asistente que conectes.
fr: Aucun jeton pour l'instant. Ajoutez-en un par assistant connecté.
it: Ancora nessun token. Aggiungine uno per ogni assistente collegato.
ja: トークンはまだありません。接続するアシスタントごとに追加してください。
nb: Ingen token ennå. Legg til ett for hver assistent du kobler til.
nl: Nog geen tokens. Voeg er een toe voor elke assistent die u koppelt.
pl: Brak tokenów. Dodaj po jednym dla każdego podłączanego asystenta.
pt: Ainda não há tokens. Adicione um para cada assistente que ligar.
sv: Inga token ännu. Lägg till en för varje assistent du ansluter.
zh_hans: 还没有令牌。为每个连接的助手添加一个。

# mcpOpenAtLogin
source: Open Choragus at login
da: Åbn Choragus ved login
de: Choragus beim Anmelden öffnen
es: Abrir Choragus al iniciar sesión
fr: Ouvrir Choragus à l'ouverture de session
it: Apri Choragus all'accesso
ja: ログイン時に Choragus を開く
nb: Åpne Choragus ved pålogging
nl: Choragus openen bij inloggen
pl: Otwieraj Choragus przy logowaniu
pt: Abrir o Choragus ao iniciar sessão
sv: Öppna Choragus vid inloggning
zh_hans: 登录时打开 Choragus

# mcpPreventSleep
source: Prevent the Mac from sleeping while the server is on
da: Forhindr Mac i at gå på vågeblus, mens serveren er tændt
de: Mac nicht in den Ruhezustand versetzen, solange der Server läuft
es: Impedir que el Mac entre en reposo mientras el servidor está activo
fr: Empêcher la mise en veille du Mac tant que le serveur est actif
it: Impedisci lo stop del Mac mentre il server è attivo
ja: サーバーが有効な間は Mac をスリープさせない
nb: Hindre at Macen går i dvale mens serveren er på
nl: Voorkom dat de Mac in de sluimerstand gaat zolang de server aanstaat
pl: Nie usypiaj Maca, gdy serwer jest włączony
pt: Impedir que o Mac entre em repouso enquanto o servidor estiver ativo
sv: Hindra att datorn försätts i vila medan servern är på
zh_hans: 服务器开启时阻止 Mac 进入睡眠

# mcpQuietFrom
source: From
da: Fra
de: Von
es: Desde
fr: De
it: Da
ja: 開始
nb: Fra
nl: Van
pl: Od
pt: Das
sv: Från
zh_hans: 从

# mcpQuietHours
source: Quiet hours
da: Stille timer
de: Ruhezeiten
es: Horas de silencio
fr: Heures calmes
it: Ore silenziose
ja: 静音時間
nb: Stille timer
nl: Stille uren
pl: Godziny ciszy
pt: Horas de silêncio
sv: Tysta timmar
zh_hans: 安静时段

# mcpQuietHoursHelp
source: Between these hours an assistant may not set any speaker above the quiet limit, whatever the standing limit says. Uses this Mac's clock.
da: I disse timer må en assistent ikke sætte nogen højttaler over den stille grænse, uanset den normale grænse. Bruger denne Macs ur.
de: Zwischen diesen Uhrzeiten darf ein Assistent keinen Lautsprecher über die Ruhegrenze stellen, unabhängig von der normalen Grenze. Nutzt die Uhr dieses Macs.
es: Entre estas horas un asistente no puede poner ningún altavoz por encima del límite de silencio, sea cual sea el límite habitual. Usa el reloj de este Mac.
fr: Entre ces heures, un assistant ne peut régler aucune enceinte au-dessus de la limite calme, quelle que soit la limite habituelle. Utilise l'horloge de ce Mac.
it: In queste ore un assistente non può portare alcun diffusore oltre il limite silenzioso, qualunque sia il limite abituale. Usa l'orologio di questo Mac.
ja: この時間帯は、通常の上限にかかわらず、アシスタントはどのスピーカーも静音上限を超えて設定できません。この Mac の時計を使用します。
nb: I disse timene kan ikke en assistent sette noen høyttaler over den stille grensen, uansett den vanlige grensen. Bruker klokken på denne Macen.
nl: Tussen deze uren mag een assistent geen enkele speaker boven de stille limiet zetten, ongeacht de normale limiet. Gebruikt de klok van deze Mac.
pl: W tych godzinach asystent nie może ustawić żadnego głośnika powyżej limitu ciszy, niezależnie od zwykłego limitu. Używa zegara tego Maca.
pt: Entre estas horas um assistente não pode pôr nenhuma coluna acima do limite de silêncio, seja qual for o limite habitual. Usa o relógio deste Mac.
sv: Under dessa timmar får en assistent inte ställa någon högtalare över den tysta gränsen, oavsett den vanliga gränsen. Använder den här datorns klocka.
zh_hans: 在此时段内，无论常规上限如何，助手都不能将任何扬声器设置得高于安静上限。使用这台 Mac 的时钟。

# mcpQuietTo
source: To
da: Til
de: Bis
es: Hasta
fr: À
it: A
ja: 終了
nb: Til
nl: Tot
pl: Do
pt: Até
sv: Till
zh_hans: 到

# mcpQuietVolume
source: Quiet limit
da: Stille grænse
de: Ruhegrenze
es: Límite de silencio
fr: Limite calme
it: Limite silenzioso
ja: 静音上限
nb: Stille grense
nl: Stille limiet
pl: Limit ciszy
pt: Limite de silêncio
sv: Tyst gräns
zh_hans: 安静上限

# mcpRequest
source: Request
da: Anmodning
de: Anfrage
es: Solicitud
fr: Requête
it: Richiesta
ja: リクエスト
nb: Forespørsel
nl: Verzoek
pl: Żądanie
pt: Pedido
sv: Förfrågan
zh_hans: 请求

# mcpResponse
source: Response
da: Svar
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
ja: レスポンス
nb: Svar
nl: Antwoord
pl: Odpowiedź
pt: Resposta
sv: Svar
zh_hans: 响应

# mcpRevoke
source: Revoke
da: Tilbagekald
de: Widerrufen
es: Revocar
fr: Révoquer
it: Revoca
ja: 取り消す
nb: Tilbakekall
nl: Intrekken
pl: Unieważnij
pt: Revogar
sv: Återkalla
zh_hans: 撤销

# mcpScope
source: Access
da: Adgang
de: Zugriff
es: Acceso
fr: Accès
it: Accesso
ja: アクセス
nb: Tilgang
nl: Toegang
pl: Dostęp
pt: Acesso
sv: Åtkomst
zh_hans: 权限

# mcpScopeControl
source: Control
da: Styre
de: Steuern
fr: Contrôle
it: Controllo
ja: 操作
nb: Styre
nl: Bedienen
pl: Sterowanie
pt: Controle
sv: Styra
zh_hans: 控制

# mcpScopeControlHelp
source: Read, plus playback, volume, queue, grouping and presets.
da: Læsning, plus afspilning, lydstyrke, kø, gruppering og forudindstillinger.
de: Lesen sowie Wiedergabe, Lautstärke, Warteschlange, Gruppierung und Voreinstellungen.
es: Lectura, más reproducción, volumen, cola, agrupación y ajustes preestablecidos.
fr: Lecture, plus lecture audio, volume, file, groupes et préréglages.
it: Lettura, più riproduzione, volume, coda, raggruppamento e preset.
ja: 閲覧に加えて、再生、音量、キュー、グループ化、プリセット。
nb: Lesing, pluss avspilling, volum, kø, gruppering og forvalg.
nl: Lezen, plus afspelen, volume, wachtrij, groeperen en voorinstellingen.
pl: Odczyt oraz odtwarzanie, głośność, kolejka, grupowanie i ustawienia wstępne.
pt: Leitura, mais reprodução, volume, fila, agrupamento e predefinições.
sv: Läsning, plus uppspelning, volym, kö, gruppering och förval.
zh_hans: 查看，以及播放、音量、队列、分组和预设。

# mcpScopeManage
source: Manage
da: Administrere
de: Verwalten
es: Administrar
fr: Gestion
it: Gestione
ja: 管理
nb: Administrere
nl: Beheren
pl: Zarządzanie
pt: Gerenciar
sv: Hantera
zh_hans: 管理

# mcpScopeManageHelp
source: Control, plus playlist, preset and library changes.
da: Styre, plus ændringer af playlister, forudindstillinger og bibliotek.
de: Steuern sowie Änderungen an Playlists, Voreinstellungen und Bibliothek.
es: Control, más cambios en listas, ajustes preestablecidos y biblioteca.
fr: Contrôle, plus modification des playlists, préréglages et bibliothèque.
it: Controllo, più modifiche a playlist, preset e libreria.
ja: 操作に加えて、プレイリスト、プリセット、ライブラリの変更。
nb: Styre, pluss endringer i spillelister, forvalg og bibliotek.
nl: Bedienen, plus wijzigingen aan afspeellijsten, voorinstellingen en bibliotheek.
pl: Sterowanie oraz zmiany playlist, ustawień wstępnych i biblioteki.
pt: Controle, mais alterações em playlists, predefinições e biblioteca.
sv: Styra, plus ändringar av spellistor, förval och bibliotek.
zh_hans: 控制，以及播放列表、预设和资料库的更改。

# mcpScopeReadOnly
source: Read only
da: Kun læsning
de: Nur lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ja: 読み取り専用
nb: Kun lesing
nl: Alleen lezen
pl: Tylko odczyt
pt: Somente leitura
sv: Endast läsning
zh_hans: 只读

# mcpScopeReadOnlyHelp
source: Rooms, now playing, queue, library and history: look only.
da: Rum, afspilles nu, kø, bibliotek og historik: kun visning.
de: Räume, Wiedergabe, Warteschlange, Bibliothek und Verlauf: nur ansehen.
es: Habitaciones, reproducción, cola, biblioteca e historial: solo consulta.
fr: Pièces, lecture en cours, file, bibliothèque et historique : consultation seule.
it: Stanze, in riproduzione, coda, libreria e cronologia: solo consultazione.
ja: 部屋、再生中、キュー、ライブラリ、履歴の閲覧のみ。
nb: Rom, spilles nå, kø, bibliotek og historikk: kun visning.
nl: Kamers, nu speelt, wachtrij, bibliotheek en geschiedenis: alleen bekijken.
pl: Pokoje, odtwarzane, kolejka, biblioteka i historia: tylko podgląd.
pt: Salas, tocando agora, fila, biblioteca e histórico: apenas consulta.
sv: Rum, nu spelas, kö, bibliotek och historik: endast visning.
zh_hans: 房间、正在播放、队列、资料库和历史：仅查看。

# mcpSection
source: AI Agent access (MCP)
da: AI-agentadgang (MCP)
de: KI-Agentenzugriff (MCP)
es: Acceso de agentes de IA (MCP)
fr: Accès des agents IA (MCP)
it: Accesso agenti IA (MCP)
ja: AI エージェントアクセス (MCP)
nb: KI-agenttilgang (MCP)
nl: AI-agenttoegang (MCP)
pl: Dostęp agentów AI (MCP)
pt: Acesso de agentes de IA (MCP)
sv: AI-agentåtkomst (MCP)
zh_hans: AI 代理访问 (MCP)

# mcpSelectRow
source: Select a request to see its full arguments and result.
da: Vælg en anmodning for at se alle argumenter og resultatet.
de: Wähle eine Anfrage, um Argumente und Ergebnis vollständig zu sehen.
es: Selecciona una solicitud para ver sus argumentos y resultado completos.
fr: Sélectionnez une requête pour voir ses arguments et son résultat complets.
it: Seleziona una richiesta per vedere argomenti e risultato completi.
ja: リクエストを選択すると、引数と結果の全文が表示されます。
nb: Velg en forespørsel for å se hele argumentene og resultatet.
nl: Selecteer een verzoek om alle argumenten en het resultaat te zien.
pl: Wybierz żądanie, aby zobaczyć pełne argumenty i wynik.
pt: Selecione um pedido para ver os argumentos e o resultado completos.
sv: Välj en förfrågan för att se hela argumenten och resultatet.
zh_hans: 选择一个请求以查看完整参数和结果。

# mcpSetupLink
source: Setup instructions…
da: Opsætningsvejledning…
de: Einrichtungsanleitung…
es: Instrucciones de configuración…
fr: Instructions de configuration…
it: Istruzioni di configurazione…
ja: 設定手順…
nb: Oppsettsinstruksjoner…
nl: Installatie-instructies…
pl: Instrukcja konfiguracji…
pt: Instruções de configuração…
sv: Installationsanvisningar…
zh_hans: 设置说明…

# mcpShowInToolbar
source: Show MCP status in the toolbar
da: Vis MCP-status i værktøjslinjen
de: MCP-Status in der Symbolleiste zeigen
es: Mostrar el estado MCP en la barra de herramientas
fr: Afficher l'état MCP dans la barre d'outils
it: Mostra lo stato MCP nella barra degli strumenti
ja: ツールバーに MCP の状態を表示
nb: Vis MCP-status i verktøylinjen
nl: MCP-status in knoppenbalk tonen
pl: Pokaż stan MCP na pasku narzędzi
pt: Mostrar o estado MCP na barra de ferramentas
sv: Visa MCP-status i verktygsfältet
zh_hans: 在工具栏显示 MCP 状态
